app/controllers/examples_controller.rb

  def form
    @nombre = params[:nombre_usuario]
    @ejemplo  = Example.create({nombre: @nombre})
      @nombres = Example.all
---
INSERT INTO "examples" ("nombre", "created_at", "updated_at") VALUES (?, ?, ?)  [["nombre", "Chris"], ["created_at", "2015-06-02 21:47:59.852073"], ["updated_at", "2015-06-02 21:47:59.852073"]]
SELECT "examples".* FROM "examples"